"Close" = "Закрыть";

"Scan Card" = "Сканировать карту";

"Scan card" = "Сканировать карту";

"The IBAN you entered is invalid." = "Введенный код IBAN содержит ошибку.";

"There was an error processing your card -- try again in a few seconds" = "При обработке карты произошла ошибка. Подождите несколько секунд и повторите попытку";

"There was an unexpected error -- try again in a few seconds" = "Произошла непредвиденная ошибка. Подождите несколько секунд и повторите попытку.";

"Try again" = "Повторите попытку";

"We use Stripe to verify your card details. Stripe may use and store your data according its privacy policy. <a href='https://support.stripe.com/questions/stripes-card-image-verification'><u>Learn more</u></a>" = "Мы используем Stripe для проверки данных вашей карты. Stripe может использовать и хранить ваши данные в соответствии со своей политикой конфиденциальности. <a href='https://support.stripe.com/questions/stripes-card-image-verification'><u>Подробнее</u></a>";

"Your card has expired" = "Срок действия карты истек";

"Your card was declined" = "Карта отклонена";

"Your card's expiration month is invalid" = "Недопустимый месяц окончания действия карты";

"Your card's expiration year is invalid" = "Недопустимый год окончания действия карты";

"Your card's number is invalid" = "Номер карты недействителен";

"Your card's security code is invalid" = "Недопустимый код CVV/CVC карты";

"Your name is invalid." = "Недействительное имя.";

"Your payment method was declined." = "Не удалось выполнить оплату этим способом.";
